Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# auth.wall.unstarted.message
source: Known only admits verified humans. Scan your government ID and complete a short liveness check — it takes about three minutes.
ar: معروف لا يقبل إلا أشخاصًا موثّقين. امسح هويتك الرسمية وأكمل فحصًا قصيرًا للتأكد من أنك أمام الكاميرا — يستغرق نحو ثلاث دقائق.
bn: Known-এ শুধু ভেরিফায়েড মানুষের প্রবেশ। আপনার সরকারি আইডি স্ক্যান করুন এবং একটি ছোট লাইভনেস চেক শেষ করুন — প্রায় তিন মিনিট লাগে।
ca: Known només admet persones verificades. Escaneja el teu document d'identitat oficial i completa una breu prova de vida: triga uns tres minuts.
cs: Known přijímá jen ověřené lidi. Naskenuj svůj úřední doklad a proveď krátkou kontrolu živosti – zabere asi tři minuty.
da: Known lukker kun verificerede mennesker ind. Scan dit officielle id, og gennemfør en kort livlighedskontrol – det tager cirka tre minutter.
de: Known lässt nur verifizierte Menschen zu. Scanne deinen amtlichen Ausweis und absolviere eine kurze Lebenderkennung – das dauert etwa drei Minuten.
el: Το Known δέχεται μόνο επαληθευμένους ανθρώπους. Σάρωσε την κρατική σου ταυτότητα και ολοκλήρωσε έναν σύντομο έλεγχο ζωντάνιας — διαρκεί περίπου τρία λεπτά.
es: Known solo admite a personas verificadas. Escanea tu documento de identidad oficial y completa una breve prueba de vida: lleva unos tres minutos.
fi: Known päästää sisään vain vahvistettuja ihmisiä. Skannaa viranomaisen myöntämä henkilöllisyystodistuksesi ja tee lyhyt elävyystarkistus – siihen menee noin kolme minuuttia.
fr: Known n’admet que des humains vérifiés. Scannez votre pièce d’identité officielle et passez un court contrôle de présence — cela prend environ trois minutes.
he: Known מקבלת רק בני אדם מאומתים. סרוק את תעודת הזהות הממשלתית שלך והשלם בדיקת חיות קצרה — זה לוקח כשלוש דקות.
hi: Known में केवल सत्यापित इंसानों को प्रवेश मिलता है। अपना सरकारी ID स्कैन करें और एक छोटी लाइवनेस जाँच पूरी करें — इसमें करीब तीन मिनट लगते हैं।
hr: Known prima samo potvrđene ljude. Skeniraj svoju osobnu ispravu i obavi kratku provjeru uživo — traje oko tri minute.
hu: A Knownba csak hitelesített emberek léphetnek be. Szkenneld be a hivatalos azonosítódat, és végezz el egy rövid élőségi ellenőrzést – nagyjából három perc.
id: Known hanya menerima manusia terverifikasi. Pindai ID resmimu dan selesaikan pemeriksaan keaslian singkat — sekitar tiga menit.
it: Known ammette solo persone verificate. Scansiona il tuo documento d'identità e completa un breve controllo di presenza reale: ci vogliono circa tre minuti.
ja: Knownは認証済みの人だけが参加できます。政府発行のIDをスキャンし、短い生体確認を行ってください。所要時間は約3分です。
ko: Known은 인증된 사람만 받아요. 정부 발급 신분증을 스캔하고 간단한 생체 확인을 완료하세요. 약 3분 걸려요.
ml: Known പ്രവേശനം നൽകുന്നത് പരിശോധിച്ച മനുഷ്യർക്ക് മാത്രമാണ്. നിങ്ങളുടെ സർക്കാർ ഐഡി സ്കാൻ ചെയ്ത് ഒരു ചെറിയ ലൈവ്നെസ് പരിശോധന പൂർത്തിയാക്കുക — ഏകദേശം മൂന്ന് മിനിറ്റ് മതി.
ms: Known hanya menerima manusia yang disahkan. Imbas ID kerajaan anda dan lengkapkan semakan kehadiran ringkas — ia mengambil masa kira-kira tiga minit.
nb: Known slipper bare inn verifiserte mennesker. Skann ID-en din og gjennomfør en kort levendekontroll. Det tar omtrent tre minutter.
nl: Known laat alleen geverifieerde mensen toe. Scan je officiële identiteitsbewijs en doe een korte levendigheidscheck. Het duurt ongeveer drie minuten.
pl: Known wpuszcza tylko zweryfikowanych ludzi. Zeskanuj dokument tożsamości i przejdź krótką kontrolę obecności — zajmie to około trzech minut.
pt_br: O Known só admite pessoas verificadas. Escaneie seu documento oficial e faça uma rápida prova de vida. Leva cerca de três minutos.
pt_pt: A Known só admite pessoas verificadas. Digitalize o seu documento de identificação oficial e conclua uma breve verificação de presença — demora cerca de três minutos.
ro: Known primește doar oameni verificați. Scanează actul de identitate și fă o scurtă verificare de prezență — durează cam trei minute.
ru: В Known допускаются только проверенные люди. Отсканируйте удостоверение личности и пройдите короткую проверку «живости» — это займёт около трёх минут.
sk: Known púšťa dnu iba overených ľudí. Naskenuj svoj úradný doklad a absolvuj krátku kontrolu živosti — trvá to asi tri minúty.
sv: Known släpper bara in verifierade människor. Skanna ditt statliga id och gör en kort livskontroll – det tar ungefär tre minuter.
ta: Known சரிபார்க்கப்பட்ட மனிதர்களை மட்டுமே சேர்க்கும். உங்கள் அரசு அடையாள அட்டையை ஸ்கேன் செய்து சிறிய நேரடிச் சோதனையை முடியுங்கள் — சுமார் மூன்று நிமிடங்கள் ஆகும்.
te: Knownలోకి ధృవీకరించబడిన మనుషులకు మాత్రమే ప్రవేశం. మీ ప్రభుత్వ IDని స్కాన్ చేసి, చిన్న లైవ్‌నెస్ తనిఖీ పూర్తి చేయండి — సుమారు మూడు నిమిషాలు పడుతుంది.
th: Known รับเฉพาะคนจริงที่ยืนยันตัวตนแล้ว สแกนบัตรประจำตัวที่รัฐออกให้และทำการตรวจสอบความมีชีวิตสั้นๆ ใช้เวลาประมาณสามนาที
tr: Known yalnızca doğrulanmış insanları kabul eder. Resmi kimliğinizi tarayın ve kısa bir canlılık kontrolünü tamamlayın; yaklaşık üç dakika sürer.
uk: Known приймає лише верифікованих людей. Відскануйте посвідчення особи та пройдіть коротку перевірку «живості» — це займе близько трьох хвилин.
ur: Known میں صرف تصدیق شدہ انسان داخل ہوتے ہیں۔ اپنا سرکاری شناختی کارڈ اسکین کریں اور مختصر لائیونیس چیک مکمل کریں — اس میں تقریباً تین منٹ لگتے ہیں۔
vi: Known chỉ chào đón những người thật đã xác minh. Quét giấy tờ tùy thân do chính phủ cấp và hoàn tất một bước kiểm tra người thật ngắn — mất khoảng ba phút.
zh_hans: Known 只接纳经过验证的真人。扫描你的政府签发证件并完成简短的活体检测，大约需要三分钟。
zh_hant: Known 只接納經過驗證的真人。掃描你的政府核發證件並完成簡短的真人檢測，大約需要三分鐘。

# auth.wall.unstarted.title
source: Verify your identity
ar: وثّق هويتك
bn: আপনার পরিচয় যাচাই করুন
ca: Verifica la teva identitat
cs: Ověř svou totožnost
da: Verificér din identitet
de: Identität verifizieren
el: Επαλήθευσε την ταυτότητά σου
es: Verifica tu identidad
fi: Vahvista henkilöllisyytesi
fr: Vérifiez votre identité
he: אמת את זהותך
hi: अपनी पहचान सत्यापित करें
hr: Potvrdi svoj identitet
hu: Hitelesítsd magad
id: Verifikasi identitasmu
it: Verifica la tua identità
ja: 本人確認をする
ko: 신원 인증
ml: നിങ്ങളുടെ ഐഡന്റിറ്റി പരിശോധിക്കുക
ms: Sahkan identiti anda
nb: Verifiser identiteten din
nl: Verifieer je identiteit
pl: Zweryfikuj swoją tożsamość
pt_br: Verifique sua identidade
pt_pt: Verifique a sua identidade
ro: Verifică-ți identitatea
ru: Подтвердите личность
sk: Over svoju totožnosť
sv: Verifiera din identitet
ta: உங்கள் அடையாளத்தைச் சரிபார்க்கவும்
te: మీ గుర్తింపును ధృవీకరించండి
th: ยืนยันตัวตนของคุณ
tr: Kimliğinizi doğrulayın
uk: Верифікуйте свою особу
ur: اپنی شناخت کی تصدیق کریں
vi: Xác minh danh tính của bạn
zh_hans: 验证你的身份
zh_hant: 驗證你的身分

# auth.wall.verificationComingSoon
source: Identity verification arrives in the next release.
ar: توثيق الهوية سيصل في الإصدار القادم.
bn: পরিচয় যাচাই আসছে পরের রিলিজে।
ca: La verificació d'identitat arriba en la propera versió.
cs: Ověření totožnosti přijde v příštím vydání.
da: Identitetsverificering kommer i næste udgave.
de: Die Identitätsprüfung kommt mit der nächsten Version.
el: Η επαλήθευση ταυτότητας έρχεται στην επόμενη έκδοση.
es: La verificación de identidad llega en la próxima versión.
fi: Henkilöllisyyden vahvistus tulee seuraavassa versiossa.
fr: La vérification d’identité arrive dans la prochaine version.
he: אימות הזהות יגיע בגרסה הבאה.
hi: पहचान सत्यापन अगली रिलीज़ में आएगा।
hr: Provjera identiteta stiže u sljedećem izdanju.
hu: A személyazonosság hitelesítése a következő kiadásban érkezik.
id: Verifikasi identitas hadir di rilis berikutnya.
it: La verifica dell'identità arriva nel prossimo aggiornamento.
ja: 本人確認は次のリリースで利用できます。
ko: 신원 인증은 다음 릴리스에서 제공돼요.
ml: ഐഡന്റിറ്റി പരിശോധന അടുത്ത റിലീസിൽ എത്തും.
ms: Pengesahan identiti akan hadir dalam keluaran seterusnya.
nb: Identitetsverifisering kommer i neste versjon.
nl: Identiteitsverificatie komt in de volgende versie.
pl: Weryfikacja tożsamości pojawi się w następnej wersji.
pt_br: A verificação de identidade chega na próxima versão.
pt_pt: A verificação de identidade chega na próxima versão.
ro: Verificarea identității sosește în următoarea versiune.
ru: Проверка личности появится в следующем выпуске.
sk: Overenie totožnosti príde v ďalšom vydaní.
sv: Identitetsverifieringen kommer i nästa version.
ta: அடையாளச் சரிபார்ப்பு அடுத்த வெளியீட்டில் வரும்.
te: గుర్తింపు ధృవీకరణ తదుపరి విడుదలలో వస్తుంది.
th: การยืนยันตัวตนจะมาในเวอร์ชันถัดไป
tr: Kimlik doğrulaması bir sonraki sürümde geliyor.
uk: Верифікація особи з’явиться в наступному випуску.
ur: شناخت کی تصدیق اگلے ریلیز میں آئے گی۔
vi: Xác minh danh tính sẽ có trong bản phát hành tiếp theo.
zh_hans: 身份验证将在下一个版本推出。
zh_hant: 身分驗證將在下一個版本推出。

# auth.wall.verified.action
source: Enter Known
ar: ادخل إلى «معروف»
bn: Known-এ প্রবেশ করুন
ca: Entra a Known
cs: Vstoupit do aplikace Known
da: Kom ind på Known
de: Known betreten
el: Είσοδος στο Known
es: Entrar en Known
fi: Siirry Knowniin
fr: Entrer dans Known
he: היכנס ל-Known
hi: Known में आएँ
hr: Uđi u aplikaciju Known
hu: Belépés a Knownba
id: Masuk ke Known
it: Entra in Known
ja: Knownに入る
ko: Known 입장
ml: Known-ൽ പ്രവേശിക്കുക
ms: Masuk ke Known
nb: Gå inn på Known
nl: Known betreden
pl: Wejdź do Known
pt_br: Entrar no Known
pt_pt: Entrar na Known
ro: Intră în Known
ru: Войти в Known
sk: Vstúpiť do Known
sv: Gå in i Known
ta: Known-க்குள் செல்
te: Knownలోకి ప్రవేశించండి
th: เข้าสู่ Known
tr: Known'a Gir
uk: Увійти в Known
ur: Known میں داخل ہوں
vi: Vào Known
zh_hans: 进入 Known
zh_hant: 進入 Known

# auth.wall.verified.message
source: Welcome to Known. Every account you'll see here belongs to a real person — verified, or vouched for by one.
ar: أهلًا بك في «معروف». كل حساب تراه هنا يعود إلى شخص حقيقي — موثّق، أو مُزكّى من موثّق.
bn: Known-এ স্বাগতম। এখানে আপনি যত অ্যাকাউন্ট দেখবেন সবই একজন আসল মানুষের — ভেরিফায়েড, বা কোনো ভেরিফায়েড মানুষের সুপারিশে আসা।
ca: Et donem la benvinguda a Known. Cada compte que hi veuràs pertany a una persona real: verificada, o avalada per una que ho és.
cs: Vítej v aplikaci Known. Každý účet, který tu uvidíš, patří skutečné osobě – ověřené, nebo takové, za kterou někdo ručí.
da: Velkommen til Known. Hver eneste konto, du ser her, tilhører et rigtigt menneske – verificeret eller indestået for af et.
de: Willkommen bei Known. Jedes Konto, das du hier siehst, gehört einem echten Menschen – verifiziert oder von einem verifizierten Menschen bestätigt.
el: Καλώς ήρθες στο Known. Κάθε λογαριασμός που θα δεις εδώ ανήκει σε πραγματικό άνθρωπο — επαληθευμένο ή εγγυημένο από κάποιον.
es: Te damos la bienvenida a Known. Cada cuenta que verás aquí pertenece a una persona real: verificada o avalada por una.
fi: Tervetuloa Knowniin. Jokainen täällä näkemäsi tili kuuluu oikealle ihmiselle – joko vahvistetulle tai vahvistetun takaamalle.
fr: Bienvenue sur Known. Chaque compte que vous verrez ici appartient à une vraie personne — vérifiée, ou garantie par l’une d’elles.
he: ברוך בואך ל-Known. כל חשבון שתראה כאן שייך לאדם אמיתי — מאומת, או כזה שאדם מאומת ערב לו.
hi: Known में स्वागत है। यहाँ दिखने वाला हर अकाउंट एक असली व्यक्ति का है — खुद सत्यापित, या किसी सत्यापित व्यक्ति द्वारा गारंटीशुदा।
hr: Dobro došao/došla u aplikaciju Known. Svaki račun koji ovdje vidiš pripada stvarnoj osobi — potvrđenoj ili onoj za koju je netko jamčio.
hu: Üdv a Knownban. Itt minden fiók egy valódi emberé – hitelesítetté, vagy olyané, akiért egy hitelesített ember kezeskedett.
id: Selamat datang di Known. Setiap akun yang kamu lihat di sini milik orang sungguhan — terverifikasi, atau dijamin oleh orang yang terverifikasi.
it: Benvenuto su Known. Ogni account che vedrai qui appartiene a una persona reale: verificata, o garantita da una persona verificata.
ja: Knownへようこそ。ここで見かけるアカウントはすべて実在の人のものです。本人が認証したか、認証済みの人が保証しています。
ko: Known에 오신 것을 환영해요. 여기서 보게 될 모든 계정은 실제 사람의 것이에요. 직접 인증했거나, 인증된 사람이 보증한 계정이에요.
ml: Known-ലേക്ക് സ്വാഗതം. ഇവിടെ കാണുന്ന ഓരോ അക്കൗണ്ടും ഒരു യഥാർഥ വ്യക്തിയുടേതാണ് — പരിശോധിച്ചതോ, ഒരാൾ ഉറപ്പുനൽകിയതോ.
ms: Selamat datang ke Known. Setiap akaun yang anda lihat di sini milik orang sebenar — yang disahkan, atau yang dijamin oleh seseorang yang disahkan.
nb: Velkommen til Known. Hver konto du ser her, tilhører et ekte menneske, verifisert eller garantert for av et.
nl: Welkom bij Known. Elk account dat je hier ziet is van een echt persoon: geverifieerd, of gegarandeerd door iemand die dat is.
pl: Witaj w Known. Każde konto, które tu zobaczysz, należy do prawdziwej osoby — zweryfikowanej lub poręczonej przez taką osobę.
pt_br: Boas-vindas ao Known. Toda conta que você verá aqui pertence a uma pessoa real, verificada ou avalizada por alguém verificado.
pt_pt: Bem-vindo à Known. Todas as contas que vai ver aqui pertencem a uma pessoa real — verificada, ou avalizada por uma.
ro: Bun venit pe Known. Fiecare cont pe care îl vezi aici aparține unei persoane reale — verificate sau garantate de una.
ru: Добро пожаловать в Known. Каждый аккаунт здесь принадлежит реальному человеку — проверенному или тому, за кого поручился проверенный.
sk: Vitaj v Known. Každý účet, ktorý tu uvidíš, patrí skutočnému človeku — overenému alebo takému, za ktorého sa niekto zaručil.
sv: Välkommen till Known. Varje konto du ser här tillhör en verklig person – verifierad, eller intygad av en sådan.
ta: Known-க்கு வரவேற்கிறோம். இங்கே நீங்கள் காணும் ஒவ்வொரு கணக்கும் உண்மையான ஒருவருடையது — சரிபார்க்கப்பட்டவர் அல்லது அவரால் உறுதிசெய்யப்பட்டவர்.
te: Knownకు స్వాగతం. ఇక్కడ మీరు చూసే ప్రతి ఖాతా నిజమైన వ్యక్తిదే — ధృవీకరించబడినవారు, లేదా వారిలో ఒకరు హామీ ఇచ్చినవారు.
th: ยินดีต้อนรับสู่ Known ทุกบัญชีที่คุณเห็นที่นี่เป็นของคนจริง ที่ยืนยันตัวตนแล้ว หรือมีคนยืนยันให้
tr: Known'a hoş geldiniz. Burada göreceğiniz her hesap gerçek bir kişiye ait; ya doğrulanmış ya da doğrulanmış biri ona kefil olmuş.
uk: Ласкаво просимо до Known. Кожен обліковий запис, який ви тут побачите, належить реальній людині — верифікованій або такій, за яку поручилася верифікована людина.
ur: Known میں خوش آمدید۔ یہاں آپ جو بھی اکاؤنٹ دیکھیں گے وہ کسی حقیقی شخص کا ہے — تصدیق شدہ، یا کسی تصدیق شدہ شخص کا ضمانت یافتہ۔
vi: Chào mừng đến với Known. Mọi tài khoản bạn thấy ở đây đều thuộc về một người thật — đã xác minh, hoặc được một người như vậy bảo chứng.
zh_hans: 欢迎来到 Known。你在这里看到的每个账户都属于真实的人，他们或已通过验证，或由已验证的人担保。
zh_hant: 歡迎來到 Known。你在這裡看到的每個帳號都屬於真人，不是經過驗證，就是由真人擔保。

# auth.wall.verified.title
source: You're verified
ar: تم توثيقك
bn: আপনি ভেরিফায়েড
ca: Estàs verificat
cs: Jsi ověřen
da: Du er verificeret
de: Du bist verifiziert
el: Είσαι επαληθευμένος
es: Estás verificado
fi: Olet vahvistettu
fr: Vous êtes vérifié
he: אומתת
hi: आप सत्यापित हैं
hr: Potvrđen/a si
hu: Hitelesítve vagy
id: Kamu terverifikasi
it: Sei verificato
ja: 認証されました
ko: 인증되었어요
ml: നിങ്ങൾ പരിശോധിക്കപ്പെട്ടു
ms: Anda telah disahkan
nb: Du er verifisert
nl: Je bent geverifieerd
pl: Jesteś zweryfikowany
pt_br: Você está verificado
pt_pt: Está verificado
ro: Ești verificat
ru: Вы проверены
sk: Si overený
sv: Du är verifierad
ta: நீங்கள் சரிபார்க்கப்பட்டீர்கள்
te: మీరు ధృవీకరించబడ్డారు
th: คุณยืนยันตัวตนแล้ว
tr: Doğrulandınız
uk: Вас верифіковано
ur: آپ تصدیق شدہ ہیں
vi: Bạn đã được xác minh
zh_hans: 你已通过验证
zh_hant: 你已通過驗證

# auth.welcome.a11yLabel
source: Known. The only social network where every human is real.
ar: معروف. الشبكة الاجتماعية الوحيدة التي كل إنسان فيها حقيقي.
bn: Known। একমাত্র সোশ্যাল নেটওয়ার্ক যেখানে প্রতিটি মানুষ আসল।
ca: Known. L'única xarxa social on cada persona és real.
cs: Known. Jediná sociální síť, kde je každý člověk skutečný.
da: Known. Det eneste sociale netværk, hvor ethvert menneske er ægte.
de: Known. Das einzige soziale Netzwerk, in dem jeder Mensch echt ist.
el: Known. Το μοναδικό κοινωνικό δίκτυο όπου κάθε άνθρωπος είναι αληθινός.
es: Known. La única red social donde cada persona es real.
fi: Known. Ainoa sosiaalinen verkosto, jossa jokainen ihminen on aito.
fr: Known. Le seul réseau social où chaque humain est réel.
he: Known. הרשת החברתית היחידה שבה כל אדם הוא אמיתי.
hi: Known। एकमात्र सोशल नेटवर्क जहाँ हर इंसान असली है।
hr: Known. Jedina društvena mreža na kojoj je svaki čovjek stvaran.
hu: Known. Az egyetlen közösségi hálózat, ahol minden ember valódi.
id: Known. Satu-satunya jejaring sosial tempat setiap orang nyata.
it: Known. L'unico social network in cui ogni persona è reale.
ja: Known。すべての人が本物の、唯一のソーシャルネットワーク。
ko: Known. 모든 사람이 실제 사람인 유일한 소셜 네트워크.
ml: Known. ഓരോ മനുഷ്യനും യഥാർഥമായ ഏക സോഷ്യൽ നെറ്റ്‌വർക്ക്.
ms: Known. Satu-satunya rangkaian sosial yang setiap insannya nyata.
nb: Known. Det eneste sosiale nettverket der alle er ekte mennesker.
nl: Known. Het enige sociale netwerk waar elk mens echt is.
pl: Known. Jedyna sieć społecznościowa, w której każdy człowiek jest prawdziwy.
pt_br: Known. A única rede social em que toda pessoa é real.
pt_pt: Known. A única rede social onde todas as pessoas são reais.
ro: Known. Singura rețea socială în care fiecare om este real.
ru: Known. Единственная соцсеть, где все — настоящие люди.
sk: Known. Jediná sociálna sieť, kde je každý človek skutočný.
sv: Known. Det enda sociala nätverket där varje människa är äkta.
ta: Known. ஒவ்வொருவரும் உண்மையான மனிதராக இருக்கும் ஒரே சமூக வலைப்பின்னல்.
te: Known. ప్రతి మనిషి నిజమైనవారైన ఏకైక సోషల్ నెట్‌వర్క్.
th: Known โซเชียลเน็ตเวิร์กเดียวที่ทุกคนคือคนจริง
tr: Known. Her insanın gerçek olduğu tek sosyal ağ.
uk: Known. Єдина соціальна мережа, де кожна людина — справжня.
ur: Known۔ واحد سوشل نیٹ ورک جہاں ہر انسان حقیقی ہے۔
vi: Known. Mạng xã hội duy nhất nơi ai cũng là người thật.
zh_hans: Known。唯一每个人都是真实的社交网络。
zh_hant: Known。唯一每個人都是真人的社群網路。

# auth.welcome.createAccount
source: Create Account
ar: إنشاء حساب
bn: অ্যাকাউন্ট তৈরি করুন
ca: Crea un compte
cs: Vytvořit účet
da: Opret konto
de: Konto erstellen
el: Δημιουργία λογαριασμού
es: Crear cuenta
fi: Luo tili
fr: Créer un compte
he: יצירת חשבון
hi: अकाउंट बनाएँ
hr: Izradi račun
hu: Fiók létrehozása
id: Buat Akun
it: Crea account
ja: アカウントを作成
ko: 계정 만들기
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുക
ms: Cipta Akaun
nb: Opprett konto
nl: Account aanmaken
pl: Utwórz konto
pt_br: Criar conta
pt_pt: Criar conta
ro: Creează cont
ru: Создать аккаунт
sk: Vytvoriť účet
sv: Skapa konto
ta: கணக்கை உருவாக்கு
te: ఖాతా సృష్టించండి
th: สร้างบัญชี
tr: Hesap Oluştur
uk: Створити обліковий запис
ur: اکاؤنٹ بنائیں
vi: Tạo tài khoản
zh_hans: 创建账户
zh_hant: 建立帳號

# auth.welcome.createAccount.hint
source: Starts registration with your email address
ar: يبدأ التسجيل ببريدك الإلكتروني
bn: আপনার ইমেইল ঠিকানা দিয়ে নিবন্ধন শুরু করে
ca: Comença el registre amb el teu correu electrònic
cs: Zahájí registraci pomocí tvé e-mailové adresy
da: Starter tilmeldingen med din e-mailadresse
de: Startet die Registrierung mit deiner E-Mail-Adresse
el: Ξεκινά την εγγραφή με τη διεύθυνση email σου
es: Inicia el registro con tu correo electrónico
fi: Aloittaa rekisteröinnin sähköpostiosoitteellasi
fr: Commence l’inscription avec votre adresse e-mail
he: מתחיל הרשמה עם כתובת הדוא״ל שלך
hi: आपके ईमेल पते से रजिस्ट्रेशन शुरू करता है
hr: Počinje registraciju s tvojom adresom e-pošte
hu: Elindítja a regisztrációt az e-mail-címeddel
id: Memulai pendaftaran dengan alamat emailmu
it: Avvia la registrazione con il tuo indirizzo email
ja: メールアドレスで登録を始めます
ko: 이메일 주소로 가입을 시작해요
ml: നിങ്ങളുടെ ഇമെയിൽ വിലാസം ഉപയോഗിച്ച് രജിസ്ട്രേഷൻ തുടങ്ങുന്നു
ms: Memulakan pendaftaran dengan alamat emel anda
nb: Starter registreringen med e-postadressen din
nl: Start de registratie met je e-mailadres
pl: Rozpoczyna rejestrację za pomocą adresu e-mail
pt_br: Inicia o cadastro com seu endereço de e-mail
pt_pt: Inicia o registo com o seu endereço de email
ro: Începe înregistrarea cu adresa ta de e-mail
ru: Начинает регистрацию по адресу почты
sk: Začne registráciu pomocou tvojej e-mailovej adresy
sv: Startar registreringen med din e-postadress
ta: உங்கள் மின்னஞ்சல் முகவரியுடன் பதிவைத் தொடங்கும்
te: మీ ఈమెయిల్ చిరునామాతో నమోదును ప్రారంభిస్తుంది
th: เริ่มลงทะเบียนด้วยที่อยู่อีเมลของคุณ
tr: E-posta adresinizle kayıt işlemini başlatır
uk: Починає реєстрацію за вашою адресою пошти
ur: آپ کے ای میل پتے سے رجسٹریشن شروع کرتا ہے
vi: Bắt đầu đăng ký bằng địa chỉ email của bạn
zh_hans: 使用你的邮箱开始注册
zh_hant: 使用你的電子郵件開始註冊

# auth.welcome.finePrint
source: Requires government ID verification
ar: يتطلب توثيق الهوية الرسمية
bn: সরকারি আইডি যাচাই প্রয়োজন
ca: Cal verificar el document d'identitat oficial
cs: Vyžaduje ověření úředním dokladem
da: Kræver verificering med officielt id
de: Erfordert eine Verifizierung per amtlichem Ausweis
el: Απαιτεί επαλήθευση με κρατική ταυτότητα
es: Requiere verificación con documento de identidad oficial
fi: Vaatii viranomaisen myöntämän henkilöllisyystodistuksen vahvistuksen
fr: Nécessite la vérification d’une pièce d’identité officielle
he: נדרש אימות תעודת זהות ממשלתית
hi: सरकारी ID सत्यापन ज़रूरी है
hr: Potrebna je provjera državne osobne isprave
hu: Hivatalos azonosító hitelesítése szükséges
id: Butuh verifikasi identitas resmi
it: Richiede la verifica con documento d'identità
ja: 政府発行IDによる本人確認が必要です
ko: 정부 발급 신분증 인증이 필요해요
ml: സർക്കാർ ഐഡി പരിശോധന ആവശ്യമാണ്
ms: Memerlukan pengesahan ID kerajaan
nb: Krever verifisering med offentlig ID
nl: Vereist verificatie met een officieel identiteitsbewijs
pl: Wymaga weryfikacji dokumentem tożsamości
pt_br: Exige verificação de documento oficial
pt_pt: Requer verificação com documento de identificação oficial
ro: Necesită verificarea actului de identitate
ru: Требуется проверка по удостоверению личности
sk: Vyžaduje overenie úradným dokladom
sv: Kräver verifiering med statligt id
ta: அரசு அடையாளச் சரிபார்ப்பு தேவை
te: ప్రభుత్వ ID ధృవీకరణ అవసరం
th: ต้องยืนยันตัวตนด้วยบัตรประจำตัวที่รัฐออกให้
tr: Resmi kimlik doğrulaması gerekir
uk: Потрібна верифікація за посвідченням особи
ur: سرکاری شناختی کارڈ کی تصدیق ضروری ہے
vi: Yêu cầu xác minh bằng giấy tờ tùy thân
zh_hans: 需要验证政府签发的证件
zh_hant: 需要驗證政府核發證件
